{
    "all_text" :[
        "مدة المنحة هي ستة أشهر، تشمل ٤ أشهر للمحاور الفنية والمهارات المطلوبة للعمل الحر (مهارات العمل الحر والمهارات الحياتية واللغة الإنجليزية) بواقع ١٨٠ ساعة، وشهران للإرشاد المهني للعمل الحر .مخطط بدء التدريب في هذه الدورة ٢٥ أكتوبر ٢٠٢٤على أن ينتهي للخريجين في منتصف إبريل ٢٠٢٥، وللطلاب في منتصف مايو ٢٠٢٥. ",
        "نظام الدراسة بالمبادرة تدريب بنظام التدريب الهجين والذي يتمثل بنسبة ٧٥% تعليم عن بعد ٢٥% جلسات حضورية في أحد مراكز التدريب المتخصصة لذا يجب أن يتوافر لديكم جهاز كمبيوتر أو لابتوب مزودين بكاميرا ومايك وإنترنت لحضور جلسات التدريب عن بعد بأكمل وجه مع الأخذ في الاعتبار وجود بديل لانقطاع الكهرباء مثل شحن الحاسب الشخصي الخاص بالمتقدم او كارت إنترنت او تغيير المكان. يتم التدريب ثلاث مرات أسبوعيا، مرتين عن بعد ومرة في مركز التدريب بواقع ٩ ساعات أسبوعية، بالإضافة إلى ٣ ساعات للتمارين التطبيقية والمشاريع، ويجب على المتقدم الالتزام بالحضور الفعلي والالتزام بالنظام التدريبي للمبادرة للجلسات عن بعد والجلسات الحضورية. يتم التوقف عن الدراسة للطلاب خلال فترة الامتحانات النهائية لمدة شهر واحد ولا تتوقف الدراسة بالنسبة للمتقدمين من فئة الخريجين. يشترط على المتدرب الالتزام بحضور ٧٠% من الجلسات الحضورية و ٧٠% من الجلسات عن بعد وذلك فى جميع محاور الدراسة. يجب على المتدرب في المسارات الوظيفية الخاصة بالعمل الحر الحصول على عدد حد أدنى ٣ مهام من أحد منصات العمل الحر أو ما يعادل ٣٠٠ دولار كحد أدنى حتى يكون قد أتم العملية التدريبية بنجاح ويتم ذلك خلال فترة التدريب التقني أو في فترة الإرشاد المهني للعمل الحر. يتم منح المتدرب شهادة إتمام التدريب وفقا لعدد الساعات التدريبية لكل مسار تدريبي معتمدة من وزارة الاتصالات وتكنولوجيا المعلومات وذلك بعد انتهاء التدريب وإتمام المتدرب كافة متطلبات المسار التدريبي وتنفيذ المشروع المطلوب والحصول بنجاح على عدد ٣ مهام على الأقل من أحد منصات العمل الحر.",
        "تعريف المبادرة رواد مصر الرقمية هي عنصرًا رئيسيًا في استراتيجية التحول الرقمي في مصر والاستثمار في مهارات الطلاب الرقمية، من خلال تقديم برامج تدريبية وورش عمل متخصصة في مختلف المجالات التكنولوجية لتستطيع مصر بناء مستقبل أكثر ازدهارًا. المنحة مجانية بالكامل لكافة الطلاب والخريجين من الجامعات والمعاهد العليا المصرية من المصريين المقيمين في جمهورية مصر العربية. تنفيذاً لمشروعات بناء القدرات البشرية، واستثمارا للنجاحات التي تمت من خلال مشروعات بناء القدرات وتأهيل الطلبة والخريجين للمنافسة في سوق العمل في مجال تكنولوجيا المعلومات والاتصالات وخاصة مبادرات أجيال مصر الرقمية والتي تضم تحت مظلتها مبادرة بناة مصر الرقمية ومبادرة أشبال مصر الرقمية و مبادرة براعم مصر الرقمية ؛ وانطلاقا من ذلك فقد أطلقت وزارة الاتصالات وتكنولوجيا المعلومات مبادرة رواد مصر الرقمية لإعداد جيل من المتخصصين في مجال التقنيات الحديثة في قطاع الاتصالات وتكنولوجيا المعلومات قادرين على المنافسة محلياً واقليمياً وعالمياً وقادرين على المشاركة بطريقة فعالة في بناء مصر الرقمية. في ظل التطورات المتسارعة في مجال التكنولوجيا، أصبح من الضروري أن يمتلك الطلاب والخريجين المهارات التكنولوجية اللازمة لمواكبة هذه التطورات والنجاح في سوق العمل. وتهدف العديد من المبادرات إلى تنمية هذه المهارات لدى الطلاب والخريجين، وذلك من خلال تقديم برامج تدريبية وورش عمل متخصصة في مختلف المجالات التكنولوجية.",
        "الرؤية العامة للمبادرة هي تحقيق الريادة في مجال الاتصالات وتكنولوجيا المعلومات من خلال بناء قوة عاملة ماهرة ومبتكرة تقود مسيرة التحول الرقمي الشامل محليا واقليمياً. تنفَذ المبادرة بالتعاون مع عدد من كبرى شركات التكنولوجيا العالمية والشركات المحلية والاقليمية العاملة في مجالات تنمية مهارات الاتصالات وتكنولوجيا المعلومات، حيث تقوم الشركات بالعديد من الأنشطة، منها عقد ورش عمل تطبيقية في المجالات التكنولوجية المختلفة والمساهمة في إثراء العملية التعليمية وتوفير دورات تدريبية لتطوير مهارات الطلاب.",
        "رسالة المبادرة هي بناء وتأهيل الشباب المصري لرفع قدرتهم على المنافسة عالميًا. من خلال برنامجًا متكاملًا للتأهيل للعمل الحر واكتساب المهارات الرقمية المطلوبة في سوق العمل المعاصر.",
        "مميزات الالتحاق بالمبادرة رواد مصر الرقمية هي رحلة تعليمية كاملة على مدار ٦ أشهر تتضمن هذه الرحلة مجموعة متنوعة من الأنشطة والفعاليات التعليمية والتدريبية لتطوير مهارات المشاركين. أولا شهادة معتمدة يحصل المشاركون على شهادات معتمدة من وزارة الاتصالات وتكنولوجيا المعلومات والجهة المنفذة للبرنامج، مما يعزز خبراتهم ويزيد من فرصهم المهنية. ثانيا المشاركة في المسابقات التكنولوجية: تتاح للمشاركين فرصة المشاركة في المسابقات التكنولوجية المحلية والعالمية، مما يزيد من خبراتهم العملية ثالثا تقدم هذه المنحة فرصة متميزة لطلاب الجامعات والخريجين لتطوير مهاراتهم التقنية ليصبحوا قادرين على المنافسة في سوق العمل الحر.",
        "اهداف المبادرة هي تنمية المهارات التكنولوجية في التقنيات الحديثة لدى الطلاب والخريجين، ولاسيما مهارات تطوير البرامج والذكاء الاصطناعي وعلوم البيانات، وتحليل الأعمال، والأمن السيبراني والفنون الرقمية، وغيرها. توفير البيئة المناسبة لبدء الأعمال الخاصة للطلاب والخريجين على منصات العمل الحر. تأهيل الطلاب والخريجين للالتحاق بوظائف مميزة في مجال تكنولوجيا المعلومات والاتصالات.",
        "المسارات التكنولوجية هي تقوم المبادرة على اختيار المتقدمين للدراسة في أحد المسارات التكنولوجية المتاحة للتأهيل للعمل الحر واكتساب المهارات الرقمية المطلوبة في سوق العمل المعاصر مثل (الذكاء الاصطناعي وعلوم البيانات - البنية التحتية والأمن السيبراني - إدارة الأعمال وتخطيط الموارد المؤسسية - التسويق الإبداعي الرقمي والفنون الرقمية - تطوير البرمجيات - تحليل البيانات).",
        "مهارات اللغة الانجليزية المتقدمة المناسبة لسوق العمل بدلاً من الدورة التقليدية لتعلم اللغة الإنجليزية، تقدم هذه المبادرة ورشة عمل مكثفة مصممة خصيصًا لتزويد الطلاب بالأدوات اللازمة للتعامل بكفاءة مع مختلف مواقف العمل باللغة الإنجليزية. هدفنا هو مساعدة أصحاب الأعمال الحرة على تطوير الثقة والقدرة على التفاعل بفعالية مع العملاء الدوليين، والتفاوض على العقود، وعرض الأفكار بشكل مقنع. بعد إكمال هذا المسار المتخصص في لغة الأعمال الإنجليزية، سيكتسب الخريجون ميزة تنافسية ويكونون مستعدين للنجاح في المجال الديناميكي للتكنولوجيا على الصعيدين المحلي والدولي",
        "المهارات الشخصية تم تصميم مسار المهارات الشخصية لتطوير المهارات المطلوبة للمشاركين ليصبحوا من أصحاب العمل الحر المحترفين باستخدام مجموعة متنوعة من طرق التدريب بما في ذلك الجلسات المباشرة أو المسجلة عبر الإنترنت بالإضافة إلى الجلسات الفعلية. الهدف من الدورة هو تعزيز مهارات التعامل مع الآخرين لدى الطالب، بدءًا من كيفية تحديد نقاط القوة لديهم ووضع خطة مهنية وفقًا لذلك، وكيفية التعامل مع أنواع مختلفة من العملاء وكيفية تقديم عروض تقديمية افتراضية احترافية.",
        "مهارات العمل الحر هو تدريب مهارات العمل الحر: فتح آفاق النجاح في السوق الحر برنامج تدريبي متكامل لتمكين الطلاب من بدء مسارهم الناجح في سوق العمل الحر. يركز البرنامج على تزويد المشاركين بمجموعة متنوعة من المهارات الحيوية للعمل الحر، بما في ذلك (بناء العلامة التجارية الشخصية - التواصل والتفاوض الفعال مع العملاء - كتابة مقترحات مبهرة وإقناعية - استخدام المنصات والأدوات المختلفة للعمل الحر). من خلال هذه التدريبات المتخصصة، يكتسب المشاركون الثقة والخبرة اللازمة للنجاح في السوق العالمية للعمل الحر، وتقديم خدماتهم الرقمية بمهنية واحترافية عالية.",
        "مرحلة الإرشاد المهني هو هذا الجزء الهام من المبادرة لمدة شهرين ويهدف إلى الأشراف على خريجي المبادرة أثناء التطبيق العملي على ما تم دراسته وتوفير الدعم لهم. الهدف هو أن يحصل المشترك على توجيه متكامل أثناء بناء بورتفوليو احترافي وكيفية البحث عن مشاريع داخل منصات العمل الحر بالإضافة إلى منصة لينكد-ان. وسيحصل المشترك أيضًا على توجيه أثناء التقديم على المشاريع من خلال كتابة عرض عمل جذاب للعملاء وتحديد سعر خدماته مع إضافة محفزات لكسب العملاء في مقابل المنافسة الشديدة.",
        "نبذة عامة عن الذكاء الاصطناعي وعلوم البيانات التدريب في مجال الذكاء الاصطناعي وعلوم البيانات يمثل جزءًا أساسيًا من التأهيل للعمل في القطاع التكنولوجي الحديث، حيث تركز هذه المجالات على استخدام البيانات وتحليلها بواسطة تقنيات متقدمة لاستخراج الأنماط والتنبؤات. إليك نبذة عامة عن كل منهما ذكاء اصطناعي  (يشمل دراسة كيفية بناء أنظمة تكنولوجية قادرة على اداء المهام التي تتطلب الذكاء البشري - يتضمن العديد من التقنيات مثل تعلم الآلة (Machine Learning) والشبكات العصبية الاصطناعية (Neural Networks) ومعالجة اللغات الطبيعية (NLP)) و علوم البيانات (يركز على استخدام البيانات لاستخراج القيمة واتخاذ القرارات - يتضمن تنظيف البيانات، وتحليلها بواسطة الإحصاء والتعلم الآلي، وبناء نماذج تنبئية - التطبيقات تشمل تحليل السوق، وتحليل السلوك العملي، وتحسين الاداء التشغيلي) و التدريب في هذه المجالات يعتمد عادة على دورات عملية ومشاريع عملية تعلم الآلة وتحليل البيانات، مما يمكن المتدربين من اكتساب المهارات العملية المطلوبة في سوق العمل الحديث الهدف الرئيسي من هذا المسار التدريبي هو تأهيل المتقدمين للعمل الحر واكتساب المهارات الرقمية اللازمة في مجالات الذكاء الاصطناعي وعلوم البيانات. يهدف هذا التدريب إلى تمكين الأفراد من (اكتساب المهارات التقنية: تعلم واستيعاب الأسس والتقنيات الأساسية والمتقدمة في مجالات الذكاء الاصطناعي وعلوم البيانات، مثل تعلم الآلة، وتحليل البيانات، والتعامل مع الشبكات العصبية الاصطناعية، وغيرها - تطوير المشاريع العملية: تنفيذ مشاريع عملية وتطبيقات عملية في مجالات الذكاء الاصطناعي وعلوم البيانات، مما يعزز فهمهم العملي وقدراتهم على حل المشكلات والابتكار في هذه المجالات - التأهيل لسوق العمل: تزويد المتدربين بالمهارات التي يطلبها سوق العمل الحديث، مما يساعدهم على الدخول في مجالات التكنولوجيا الناشئة والعمل بشكل مستقل أو في الشركات التكنولوجية). لمن يستطيع دخول مجال الذكاء الاصطناعي وعلوم البيانات (الخريجين الجدد: أولئك الذين يبحثون عن بداية في مجالات التكنولوجيا الحديثة ويرغبون في اكتساب المهارات اللازمة للدخول في سوق العمل - المحترفين التقنيين: أفراد لديهم خلفية تقنية بسيطة أو معرفة أساسية بالبرمجة أو تحليل البيانات ويرغبون في تطوير مهاراتهم وتخصصهم في مجالات التكنولوجيا المتقدمة - الطلاب الجامعيين: الذين يدرسون في تخصصات تقنية مرتبطة بالذكاء الاصطناعي أو علوم البيانات ويرغبون في تعزيز مهاراتهم وخبراتهم العملية قبل التخرج - أصحاب العمل الحر: الذين يرغبون في توسيع مجال عملهم ليشمل تطبيقات التكنولوجيا المتقدمة مثل الذكاء الاصطناعي لتقديم خدمات أكثر تطورًا وفعالية لعملائهم) و ",
        "نبذه عامة عن البنية التحتية والأمن السيبراني هي مع زيادة استخدام الإنترنت في مهام حياتنا اليومية (مثل الخدمات المصرفية الإلكترونية، التسوق عبر الإنترنت، وسائل التواصل الاجتماعي، وغيرها)، أصبحت البيانات الشخصية أكثر عرضة للهجمات الإلكترونية، حيث يستخدم المهاجمون أساليب وتقنيات حديثة للتغلب على الضوابط الأمنية التقليدية. لهذا السبب، أصبح الأمن السيبراني مجالًا مهمًا ومطلوبًا بشكل كبير. يشمل مسار البنية التحتية والأمن السيبراني التقنيات والآليات لضمان أمن أنظمة الحاسبات والبيانات والشبكات وحمايتها من الهجمات الإلكترونية المختلفة. الهدف الرئيسي من هذا المسار هو تطوير القوى العاملة المطلوبة لحماية مصر من التهديدات الإلكترونية بالإضافة الى تزويد سوق العمل المحلي والإقليمي والدولي بالكوادر المؤهلة للعمل على تشغيل وتأمين أنظمة الحاسبات والشبكات. لمن يريد دخول مجال البنية التحتية والأمن السيبراني (تم تصميم هذا المسار للطلاب من تخصصات الحاسبات والمعلومات والذكاء الاصطناعي وهندسة الحاسبات والاتصالات والهندسية الالكترونية) وبعد الانتهاء من هذا المسار سيتمكن المتدرب من (اكتساب المعرفة والمهارات التقنية اللازمة لحماية أنظمة الحاسبات والشبكات والدفاع عنها و تحديد وتحليل ومعالجة الاختراقات الأمنية للحاسبات و التخطيط والتنفيذ ومراقبة آليات الأمن السيبراني للمساعدة في ضمان حماية الأصول التكنولوجية)",
        "نبذه عامة عن إدارة الأعمال وتخطيط الموارد المؤسسية هي تعد برامج تخطيط وإدارة الموارد المؤسسية ضرورة أساسية لجميع الشركات و في جميع المجالات مثل المحاسبة المالية و إدارة الإمداد و الاحتياجات و إدارة الموارد البشرية ، لذا يزداد الطلب في سوق العمل على الأفراد الملمين بهذه البرامج في جميع مجالات العمل. الهدف الرئيسي من هذا المسار هو تعلم استخدام البرامج الخاصة بإدارة موارد الشركات. لمن يريد دخول مسار إدارة الأعمال وتخطيط الموارد المؤسسية (تم تصميم هذا المسار للطلاب خريجي كلية تجاره والكليات الأخرى وذلك لاستخدامه في مجالات مختلفة.) وبعد الانتهاء من هذا المسار سيتمكن المتدرب من (العمل بالإدارة المالية او العمل بإدارة الموارد البشرية او العمل بإدارة الإمداد والاحتياجات.)",
        "نبذه عامة عن التسويق الإبداعي الرقمي والفنون الرقمية في عالم تتغير فيه قواعد اللعبة بشكل سريع، أصبح من الضروري مواكبة أحدث الاتجاهات والتطورات. ولعل أبرز هذه الاتجاهات هو الاهتمام المتزايد بالتسويق الإبداعي الرقمي والفنون الرقمية. هذا المسار مصمم لتزويدك بالمهارات والخبرات اللازمة للنجاح في مجالي التسويق الرقمي والفنون الرقمية. يجمع المسار بين المعرفة النظرية والتطبيق العملي لتمكينك من إتقان مختلف الأدوات والتقنيات المستخدمة في هذا المجال. يعد هذا المسار مهماً للغاية لعدة أسباب (ازدياد الطلب على المتخصصين والتنافسية في سوق العمل وفرص عمل واسعة و رواتب مجزية و مجال إبداعي و عمل حر) و لمن يريد دخول هذا المسار (تم تصميم هذا المسار للطلاب من تخصصات الكليات المختلفة سواء كانت كليات فنيه أو هندسيه أو عامة ممن لديهم خبره مسبقة في بعض المسارات أو بدون متطلبات لخبره مسبقة في مسارات أخرى.)",
        "نبذه عامة عن تطوير البرمجيات الهدف الرئيسي من هذا المسار هو تزويد الطلاب بالمعرفة والمهارات اللازمة لتطوير تطبيقات وبرمجيات عالية الجودة باستخدام أحدث التقنيات والأدوات في مجالات البرمجة المختلفة. سيتم تدريب الطلاب على أساليب البرمجة الحديثة وتطبيقاتها العملية، بالإضافة إلى تطوير قدراتهم في تحليل وتصميم النظم البرمجية. كما سيتم التركيز على تحسين مهاراتهم في العمل الجماعي وإدارة المشاريع البرمجية لضمان جاهزيتهم لسوق العمل. لمن يريد دخول هذا المسار هذا المسار سيكون مخصصاً للطلاب الذين يرغبون في اكتساب المهارات والمعرفة اللازمة لتطوير البرمجيات والتطبيقات باستخدام أحدث التقنيات والأدوات في مجالات البرمجة المختلفة. سواء كانوا من طلاب الهندسة أو علوم الحاسوب أو أي تخصص آخر، فإن هذا المسار يهدف إلى تزويدهم بالقدرة على تحليل وتصميم النظم البرمجية، وتحسين مهاراتهم في العمل الجماعي وإدارة المشاريع البرمجية. كما سيتيح لهم فهم عميق لأحدث التقنيات البرمجية والتطبيقات العملية، مما يعزز جاهزيتهم لسوق العمل المتطور",
        "نبذه عامة عن تحليل البيانات الهدف الرئيسي من هذا المسار هو تزويد المتدربين بالمعرفة والمهارات اللازمة للعمل في مجال تحليل البيانات والذي أصبح مطلب رئيسي في عديد من الصناعات والمجالات. حيث يقوم محلل البيانات بدعم اتخاذ القرار بناء على تحليل بيانات المؤسسة التابع لها. سيتم تدريب الملتحقين بهذا المسار على أحدث الأدوات والتقنيات لتأهيلهم لسوق العمل ومتطلباته. لمن يريد دخول هذا المسار تم تصميم هذا المسار للطلاب والخريجين من مختلف التخصصات سواء تخصصات هندسية أو تجارية أو غير ذلك.",
        "شروط التقديم أولا ان يكون مصري الجنسية ومقيم بجمهورية مصر العربية. ثانيا طلاب وخريجي الكليـــات والمعاهد العليا المصرية. ثالثا إجادة اللغة الإنجليزية. (المستوى الرابع كحد أدنى). رابعا للذكور: يجب أن يكون المتقدم قد أنهى فترة التجنيد أو معفي من التجنيد أو تم تأجيله للتجنيد حتى شهر يوليو ٢٠٢٥ خامسا الموافقة على إقرار الالتزام الكامل بشروط ونظام الدراسة المحدد للمنحة. سادسا توفير طرق للاتصال مستدامة للمتقدم تشمل بريد إلكتروني ورقم هاتف محمول يكون عليه واتس اب. أخيرا المحافظة التي يتم فيها حضور الجلسات الحضورية وغير قابلة للتعديل.",
        "إجراءات القبول للخريجين القبول بأولوية التسجيل واجتياز اختبارات القبول مع مراعاة تناسب البرامج التدريبية ورغبات المتقدمين مع خلفية كل متقدم الدراسية والعملية . يتم التحقق من استيفاء شروط التقدم الأساسية واستكمال جميع الاوراق المطلوبة لجميع المتقدمين، وبناء عليه يتم دعوة المقبولين الي استكمال مراحل التقديم وتشمل تأدية اختبارات القبول. يقوم الطالب بتسجيل بياناته ورفع المستندات المطلوبة. المستندات المطلوبة للتقدم هي (شهادة التخرج من الجامعة (صورة) و شهادة الخدمة العسكرية (صورة) و بطاقة الرقم القومي (صورة))",
        "إجراءات القبول للطلاب القبول بأولوية التسجيل واجتياز اختبارات القبول مع مراعاة تناسب البرامج التدريبية ورغبات المتقدمين مع خلفية كل متقدم الدراسية والعملية . يتم التحقق من استيفاء شروط التقدم الأساسية واستكمال جميع الاوراق المطلوبة لجميع المتقدمين، وبناء عليه يتم دعوة المقبولين الي استكمال مراحل التقديم وتشمل تأدية اختبارات القبول. يقوم الطالب بتسجيل بياناته ورفع المستندات المطلوبة. المستندات المطلوبة للتقدم هي (بيان درجات لأخر سنة دراسية او شهادة القيد / صورة من كارنيه الكلية (لحين استخراج بيان للدرجات) و بطاقة الرقم القومي (صورة))",
        "البرامج المتاحة لكليات الهندسة العام منها اسم المسار (تطوير البرمجيات) اسم الملف الوظيفي (فاحص البرمجيات) و أيضا اسم المسار (الفنون الرقمية) اسم الملف الوظيفي (أخصائي التسويق الرقمي و مصمم واجهة المستخدم وتجربة المستخدم و مصمم الرسوم المتحركة و مصمم الرسوم و إتقان التصميمات ثلاثية الأبعاد الاحترافية) و أيضا اسم المسار (الذكاء الاصطناعي وعلوم البيانات) اسم الملف الوظيفي (عالم بيانات) و أيضا اسم المسار (تحليلات البيانات) اسم الملف الوظيفي (متخصص تحليل البيانات في جوجل مهندس مايكروسوفت باور بي آي) و أيضا اسم المسار (الإدارة وتخطيط موارد المؤسسات) اسم الملف الوظيفي (إدارة سلسلة التوريد الرقمية من أوراكل و أخصائي الموارد البشرية الرقمية من أوراكل)",
        "البرامج المتاحة لكليات الهندسة التخصصي منها اسم المسار (تطوير البرمجيات) اسم الملف الوظيفي (مهندس DevOps و متخصص في الحوسبة السحابية في AWS و مطور ويب واجهة أمامية لـ React و مطور ويب واجهة أمامية لـ Angular و مطور تطبيقات جوال و مطور ويب .Net كامل المجموعة) و أيضا اسم المسار (الذكاء الاصطناعي وعلوم البيانات) اسم الملف الوظيفي (مهندس التعلم الآلي في Microsoft و مهندس التعلم الآلي في AWS و محترف الذكاء الاصطناعي التوليدي) و أيضا اسم المسار (البنية التحتية والأمن) اسم الملف الوظيفي (مسؤول شبكات Cisco  و مهندس الأمن السيبراني في Cisco و مهندس الأمن السيبراني في Fortinet و مسؤول ومهندس حلول Azure السحابية و محلل الاستجابة لحوادث الأمن السيبراني و محلل الثغرات الأمنية / مختبر الاختراق)",
        "البرامج المتاحة لكليات الفنية منها اسم المسار (الفنون الرقمية) اسم الملف الوظيفي (متخصص في التسويق الرقمي و مصمم واجهة المستخدم وتجربة المستخدم و مصمم رسوم متحركة و مصمم رسوميات و إتقان التصميمات ثلاثية الأبعاد الاحترافية) و أيضا اسم المسار (تحليلات البيانات) اسم الملف الوظيفي (متخصص في تحليل البيانات في جوجل و مهندس مايكروسوفت باور بي آي)",
        "البرامج المتاحة لكليات التجارة العام منها اسم المسار (تطوير البرمجيات) اسم الملف الوظيفي (فاحص البرمجيات) و أيضا اسم المسار (الفنون الرقمية) اسم الملف الوظيفي (أخصائي التسويق الرقمي و مصمم واجهة المستخدم وتجربة المستخدم و مصمم الرسوم المتحركة و مصمم الرسوم و إتقان التصميمات ثلاثية الأبعاد الاحترافية) و أيضا اسم المسار (تحليلات البيانات) اسم الملف الوظيفي (متخصص في تحليل البيانات في جوجل و مهندس مايكروسوفت باور بي آي) و أيضا اسم المسار (الإدارة وتخطيط موارد المؤسسات) و اسم الملف الوظيفي (مستشار تطبيقات Odoo و أخصائي المحاسبة الرقمية Oracle و إدارة سلسلة التوريد الرقمية Oracle و أخصائي الموارد البشرية الرقمية Oracle)",
        "البرامج المتاحة لكليات التجارة التخصصي منها اسم المسار (تطوير البرمجيات) اسم الملف الوظيفي (مطور ويب React Frontend و مطور ويب Angular Frontend و مطور تطبيقات جوال و مطور ويب .Net كامل المجموعة)",
        "البرامج المتاحة لكليات عام (باقي الكليات) منها اسم المسار (تطوير البرمجيات) اسم الملف الوظيفي (فاحص البرمجيات) و أيضا اسم المسار (الفنون الرقمية) اسم الملف الوظيفي (أخصائي التسويق الرقمي و مصمم واجهة المستخدم وتجربة المستخدم و مصمم الرسوم المتحركة و مصمم الرسوم و إتقان التصميمات ثلاثية الأبعاد الاحترافية) (تحليلات البيانات) اسم الملف الوظيفي (متخصص في تحليل البيانات في جوجل و مهندس مايكروسوفت باور بي آي) و أيضا اسم المسار (الإدارة وتخطيط موارد المؤسسات) و اسم الملف الوظيفي (مستشار تطبيقات Odoo و أخصائي المحاسبة الرقمية Oracle و إدارة سلسلة التوريد الرقمية Oracle و أخصائي الموارد البشرية الرقمية Oracle)",
        "محاور المنحة هي التدريب التقني في مجالات البنية التكنولوجية التحتية / الفنون الرقمية / تطوير البرمجيات / الذكاء الاصطناعي وعلوم البيانات / تحليل البيانات / إدارة الأعمال وتخطيط الموارد المؤسسية. مهارات soft skills and freelancing للتدريب على المهارات المناسبة لسوق العمل. مهارات اللغة الانجليزية المتقدمة المناسبة لسوق العمل Business English. الإرشاد المهني Coaching ويتم ذلك خلال شهرين بعد استكمال المحاور الثلاث الأولى.",
        "المحاور التكنولوجية للمبادرة و هي تطوير البرمجيات و تحليلات البيانات و الإدارة وتخطيط موارد المؤسسات و البنية التحتية والأمن و التسويق الرقمي والفنون و الذكاء الاصطناعي وعلوم البيانات. "
    ]
}